Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# LyricsSaveConfigFolder.Header
source: Save Location
ar: حفظ الموقع
de: Standort speichern
es: Guardar ubicación
hi: सहेजने का स्थान
id: Simpan Lokasi
it: Salva in
ja: 保存先
ko: 위치 저장
ms: Simpan lokasi
pt: Guardar localização
ru: Сохранить местоположение
th: บันทึกตำแหน่ง
tr: Konum Kaydet
vi: Lưu vị trí
zh_hans: 保存位置
zh_hant: 儲存位置

# LyricsSaveConfigIncludeTranslation.Header
source: Include Translation
ar: تضمين الترجمة
de: Übersetzung einbeziehen
es: Incluir traducción
hi: अनुवाद शामिल करें
id: Sertakan Terjemahan
it: Includi traduzione
ja: 訳文を含める
ko: 번역 포함
ms: Sertakan Terjemahan
pt: Incluir tradução
ru: Включить перевод
th: รวมการแปล
tr: Çeviri Dahil
vi: Bao gồm bản dịch
zh_hans: 包含翻译
zh_hant: 包含翻譯

# LyricsSaveConfigIncludeTransliteration.Header
source: Include Transliteration
ar: تضمين الترجمة الصوتية
de: Transliteration einbeziehen
es: Incluir transliteración
hi: लिप्यंतरण शामिल करें
id: Sertakan Transliterasi
it: Includi traslitterazione
ja: 読みを含める
ko: 음역 포함
ms: Sertakan Transliterasi
pt: Incluir transliteração
ru: Включить транслитерацию
th: รวมการถอดเสียง
tr: Transliterasyonu Dahil Et
vi: Bao gồm phiên âm
zh_hans: 包含音译
zh_hant: 包含音譯

# LyricsSaveConfigInOneLine.Description
source: Separated by slashes
ar: مفصولة بشرطة مائلة
de: Getrennt durch Schrägstriche
es: Separados por barras
hi: स्लैश से अलग किया गया
id: Dipisahkan dengan garis miring
it: Separati da barre
ja: スラッシュで区切る
ko: 슬래시로 구분
ms: Dipisahkan dengan garis miring
pt: Separados por barras
ru: Разделенные косой чертой
th: แยกด้วยเครื่องหมายทับ
tr: Eğik çizgilerle ayrılmış
vi: Được phân tách bằng dấu gạch chéo
zh_hans: 使用斜杠分隔显示
zh_hant: 以斜線分隔

# LyricsSaveConfigInOneLine.Header
source: Combine Original, Translation, and Transliteration
ar: الجمع بين الترجمة الأصلية والترجمة التحريرية والترجمة الصوتية
de: Kombinieren Sie Original, Übersetzung und Transliteration
es: Combinar original, traducción y transliteración
hi: मूल, अनुवाद और लिप्यंतरण को मिलाएं
id: Menggabungkan Dokumen Asli, Terjemahan, dan Transliterasi
it: Combina originale, traduzione e traslitterazione
ja: 原文、訳文、読みを組み合わせる
ko: 원본, 번역, 음역 결합하기
ms: Gabungkan Asal, Terjemahan dan Transliterasi
pt: Combinar original, tradução e transliteração
ru: Объедините оригинал, перевод и транслитерацию
th: รวมต้นฉบับ การแปล และการถอดเสียง
tr: Orijinal, Çeviri ve Transliterasyonu Birleştirin
vi: Kết hợp Bản gốc, Bản dịch và Chuyển tự
zh_hans: 合并原文、翻译及音译
zh_hant: 結合原文、翻譯和音譯

# LyricsSaveConfigInSyllablesFormat.Header
source: Save as Word-Synced Lyrics
ar: الحفظ ككلمات متزامنة الكلمات
de: Als Word-synchronisierten Liedtext speichern
es: Guardar como letra sincronizada con Word
hi: वर्ड-सिंक्ड लिरिक्स के तौर पर सेव करें
id: Simpan sebagai Lirik yang Disinkronkan dengan Kata
it: Salva come testo sincronizzato sulle parole
ja: ワード同期歌詞として保存
ko: 단어 동기화 가사로 저장
ms: Simpan sebagai Lirik yang Disegerakkan Perkataan
pt: Salvar como letra de música sincronizada com o Word
ru: Сохранить как синхронизированную с Word лирику
th: บันทึกเป็นเนื้อเพลงที่ซิงค์กับ Word
tr: Word-Synced Şarkı Sözü Olarak Kaydet
vi: Lưu dưới dạng lời bài hát đồng bộ với Word
zh_hans: 以逐字形式保存
zh_hant: 儲存為逐字同步歌詞

# LyricsSearchControlAlbum.Header
source: Album
ar: الألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 专辑
zh_hant: 專輯

# LyricsSearchControlArtist.Header
source: Artist
ar: الفنان
de: Künstler
es: Artista
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
ms: Artis
pt: Artista
ru: Исполнитель
th: ศิลปิน
tr: Sanatçı
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

# LyricsSearchControlAutoGenerated.Text
source: Auto-generated
ar: منشأة تلقائياً
de: Automatisch generiert
es: Autogenerado
hi: ऑटो प्रोसेस
id: Dibuat secara otomatis
it: Generato automaticamente
ja: 機械生成
ko: 자동 생성
ms: Automatik dihasilkan
pt: Gerado automaticamente
ru: Автоматически сгенерированный
th: สร้างโดยอัตโนมัติ
tr: Otomatik oluşturulan
vi: Tự động tạo
zh_hans: 自动生成
zh_hant: 自動產生

# LyricsSearchControlConvertToKanji.Text
source: Convert selected Romaji to Kanji
ar: تحويل الروماجي المحدد إلى كانجي
de: Ausgewählte Romaji in Kanji umwandeln
es: Convertir Romaji seleccionado a Kanji
hi: चुने हुए रोमाजी को कांजी में बदलें
id: Ubah Romaji yang dipilih ke Kanji
it: Converti il Romaji selezionato in Kanji
ja: 選択したローマ字を漢字に変換
ko: 선택한 로마자를 한자로 변환
ms: Tukar Romaji yang dipilih kepada Kanji
pt: Converter Romaji selecionado para Kanji
ru: Преобразование выбранного ромадзи в кандзи
th: แปลงโรมะจิที่เลือกเป็นคันจิ
tr: Seçili Romaji dilini Kanji diline dönüştürme
vi: Chuyển đổi Romaji đã chọn sang Kanji
zh_hans: 将选定的罗马字转换为汉字
zh_hant: 將選定的羅馬字轉換為漢字

# LyricsSearchControlCopySearchLink.Content
source: Copy search link
ar: نسخ رابط البحث
de: Suchlink kopieren
es: Copiar enlace de búsqueda
hi: खोज लिंक कॉपी करें
id: Salin tautan pencarian
it: Copia link di ricerca
ja: 検索リンクをコピー
ko: 검색 링크 복사
ms: Salin pautan carian
pt: Copiar a ligação de pesquisa
ru: Скопируйте ссылку для поиска
th: คัดลอกลิงก์ค้นหา
tr: Arama bağlantısını kopyala
vi: Sao chép liên kết tìm kiếm
zh_hans: 复制搜索链接
zh_hant: 複製搜尋連結

# LyricsSearchControlDurauion.Header
source: Duration
ar: المدة
de: Dauer
es: Duración
hi: अवधि
id: Durasi
it: Durata
ja: 曲の長さ
ko: 길이
ms: Tempoh
pt: Duração
ru: Длительность
th: ความยาว
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# LyricsSearchControlHelp.Text
source: * Changes take effect immediately after saving, and subsequent song lyrics will be retrieved using mapping info and target lyrics; marking as Instrumental will directly revert to Instrumental placeholder lyrics. Resetting will restore original data retrieval
ar: * ستسري التغييرات فور حفظها، وبعد ذلك سيتم استرجاع كلمات الأغاني من خلال معلومات التعيين والكلمات المستهدفة؛ سيؤدي وضع علامة كموسيقى نقية إلى العودة مباشرة إلى العنصر النائب للموسيقى النقية. ستؤدي إعادة التعيين إلى استعادة استرجاع البيانات الأصلية.
de: * Änderungen werden sofort nach dem Speichern wirksam. Nachfolgende Songtexte werden anhand von Zuordnungsinformationen und dem Zieltext abgerufen; eine Markierung als Instrumental stellt den Songtext direkt auf den Instrumental-Platzhalter zurück. Ein Zurücksetzen stellt den ursprünglichen Datenabruf wieder her.
es: * Los cambios surten efecto inmediatamente después de guardar, y las letras de las canciones posteriores se recuperarán utilizando la información de mapeo y la letra de destino; marcar como Instrumental revertirá directamente a la letra de marcador de posición Instrumental. Restablecer restaurará la recuperación de datos original.
hi: * परिवर्तन सहेजने के बाद तुरंत प्रभावी होंगे, फिर गीत के बोल मैपिंग जानकारी और लक्ष्य बोल के माध्यम से पुनर्प्राप्त किए जाएंगे; शुद्ध संगीत के रूप में चिह्नित करने पर सीधे शुद्ध संगीत प्लेसहोल्डर बोल बहाल हो जाएंगे। रीसेट करने के बाद मूल डेटा पुनर्प्राप्ति बहाल हो जाएगी।
id: * Perubahan akan segera berlaku setelah disimpan, kemudian lirik lagu akan diambil melalui informasi pemetaan dan lirik target; menandai sebagai musik murni akan langsung mengembalikan ke lirik penampung musik murni. Reset akan mengembalikan pengambilan data asli.
it: * Le modifiche hanno effetto subito dopo il salvataggio. I testi dei brani successivi verranno recuperati usando le informazioni di mappatura e i testi di destinazione. Se contrassegni come Strumentale, verrà utilizzato direttamente il testo segnaposto strumentale. Il reset ripristina il recupero dei dati originali.
ja: * 変更は保存後すぐに反映され、以降はマッピング情報に基づいた歌詞取得が行われます。「インストゥルメンタル」としてマークすると、専用のプレースホルダー歌詞に切り替わります。リセットを実行すると、元のデータ取得状態に戻ります。
ko: * 변경 사항은 저장 후 즉시 적용되며, 이후 노래 가사는 매핑 정보 및 대상 가사를 통해 검색됩니다. '순수 음악(Instrumental)으로 표시'하면 가사가 없는 음악용 자리 표시자로 즉시 복원됩니다. 초기화하면 원래 데이터 검색 방식으로 복원됩니다.
ms: * Perubahan akan berkuat kuasa serta-merta selepas disimpan, kemudian lirik lagu akan diambil melalui maklumat pemetaan dan lirik sasaran; menandakan sebagai muzik tulen akan terus kembali ke lirik pemegang tempat muzik tulen. Penetapan semula akan mengembalikan pengambilan data asal.
pt: * As alterações entrarão em vigor imediatamente após guardar, depois a letra da música será recuperada através das informações de mapeamento e da letra alvo; marcar como música pura reverterá diretamente para a letra de espaço reservado de música pura. A reposição restaurará a recuperação dos dados originais.
ru: * Изменения вступают в силу сразу после сохранения, и последующие тексты песен будут получены с использованием информации сопоставления и целевого текста; отметка как "Инструментальная" напрямую вернет текст-заполнитель для инструментальной музыки. Сброс восстановит исходный поиск данных.
th: * การเปลี่ยนแปลงจะมีผลทันทีหลังจากบันทึก จากนั้นเนื้อเพลงจะถูกดึงข้อมูลผ่านข้อมูลการจับคู่และเนื้อเพลงเป้าหมาย; การทำเครื่องหมายว่าเป็นดนตรีล้วนจะเปลี่ยนกลับไปเป็นเนื้อเพลงตัวยึดตำแหน่งสำหรับดนตรีล้วนทันที การรีเซ็ตจะคืนค่าการดึงข้อมูลเดิม
tr: * Değişiklikler kaydedildikten hemen sonra etkili olur ve sonraki şarkı sözleri eşleme bilgisi ve hedef şarkı sözleri kullanılarak alınır; Enstrümantal olarak işaretleme doğrudan Enstrümantal yer tutucu sözlerine geri döner. Sıfırlama orijinal veri alımını geri yükleyecektir.
vi: * Thay đổi sẽ có hiệu lực ngay sau khi lưu, lời bài hát sẽ được truy xuất thông qua thông tin ánh xạ và lời bài hát mục tiêu; đánh dấu là nhạc không lời sẽ khôi phục trực tiếp về lời bài hát giữ chỗ cho nhạc không lời. Đặt lại sẽ khôi phục việc truy xuất dữ liệu gốc.
zh_hans: * 保存更改后立即生效，随后歌曲歌词将通过映射信息和目标歌词进行检索；标记为纯音乐将直接恢复为纯音乐占位符歌词。重置后将恢复原始数据检索
zh_hant: * 儲存變更後立即生效，隨後歌曲歌詞將透過對應資訊和目標歌詞進行檢索；標記為純音樂將直接恢復為純音樂預留位置歌詞。重設後將恢復原始資料檢索。

# LyricsSearchControlIgnoreCache.Header
source: Ignore cache when searching
ar: تجاهل ذاكرة التخزين المؤقت عند البحث
de: Cache bei der Suche ignorieren
es: Ignorar caché al buscar
hi: खोजते समय कैश को अनदेखा करें
id: Abaikan cache saat mencari
it: Ignora cache durante la ricerca
ja: 検索時にキャッシュを無視する
ko: 검색 시 캐시 무시
ms: Abaikan cache semasa mencari
pt: Ignorar cache ao pesquisar
ru: Игнорировать кэш при поиске
th: ละเว้นแคชเมื่อค้นหา
tr: Arama yaparken önbelleği yoksay
vi: Bỏ qua bộ nhớ đệm khi tìm kiếm
zh_hans: 搜索时忽略缓存
zh_hant: 搜尋時忽略快取

# LyricsSearchControlMappedAs.Text
source: Mapped as
ar: تم تعيينها كـ
de: Zugeordnet als
es: Asignado como
hi: के रूप में मैप किया गया
id: Dipetakan sebagai
it: Mappato come
ja: マッピング先
ko: 매핑됨:
ms: Dipetakan sebagai
pt: Mapeado como
ru: Сопоставлено как
th: จับคู่เป็น
tr: Olarak eşlendi
vi: Được ánh xạ là
zh_hans: 映射为
zh_hant: 對應為

# LyricsSearchControlMarkAsPureMusic.Header
source: Mark as Instrumental
ar: وضع علامة كآلية
de: Als Instrumental markieren
es: Marcar como Instrumental
hi: वाद्य के रूप में चिह्नित करें
id: Tandai sebagai Instrumental
it: Contrassegna come strumentale
ja: インストゥルメンタルとしてマーク
ko: 도구로 표시
ms: Tandakan sebagai instrumental
pt: Marcar como Instrumental
ru: Отметить как инструментальный
th: ทำเครื่องหมายว่าเป็นเครื่องมือ
tr: Enstrümantal olarak işaretle
vi: Đánh dấu là Công cụ
zh_hans: 标记为纯音乐
zh_hant: 標記為純音樂

# LyricsSearchControlNotFound.Text
source: Not found
ar: لم يتم العثور عليه
de: Nicht gefunden
es: No encontrado
hi: नहीं मिला
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
ms: Tidak ditemui
pt: Não encontrado
ru: Не найдено
th: ไม่พบ
tr: Bulunamadı
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 未找到

# LyricsSearchControlReset.Content
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
hi: रीसेट
id: Atur Ulang
ja: リセット
ko: 초기화
ms: Tetapkan Semula
pt: Repor
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# LyricsSearchControlSaveChanges.Content
source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
hi: परिवर्तन सहेजें
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
ms: Simpan Perubahan
pt: Guardar Alterações
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
vi: Lưu thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

# LyricsSearchControlSearch.Content
source: Search
ar: بحث
de: Suchen
es: Buscar
hi: खोजें
id: Cari
it: Ricerca
ja: 検索
ko: 검색
ms: Cari
pt: Pesquisar
ru: Поиск
th: ค้นหา
tr: Arama
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# LyricsSearchControlSongInfoMapping.Text
source: Song Info Mapping
ar: تعيين معلومات الأغنية
de: Song-Info-Zuordnung
es: Mapeo de información de la canción
hi: गीत सूचना मैपिंग
id: Pemetaan Info Lagu
it: Mappatura informazioni brano
ja: 楽曲情報マッピング
ko: 곡 정보 매핑
ms: Pemetaan Info Lagu
pt: Mapeamento de Informações da Música
ru: Сопоставление информации о песне
th: การจับคู่ข้อมูลเพลง
tr: Şarkı Bilgisi Eşleme
vi: Ánh xạ thông tin bài hát
zh_hans: 歌曲信息映射
zh_hant: 歌曲資訊對應

# LyricsSearchControlTitle.Header
source: Title
ar: العنوان
de: Titel
es: Título
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
pt: Título
ru: Название
th: ชื่อเพลง
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# LyricsSearchControlWordByWord.Text
source: Word-by-word
ar: كلمة بكلمة
de: Wort für Wort
es: Palabra por palabra
hi: शब्द-दर-शब्द
id: Kata demi kata
it: Parola per parola
ja: ワード同期
ko: 단어 하나하나
ms: Perkataan demi perkataan
pt: Palavra por palavra
ru: Слово за словом
th: คำต่อคำ
tr: Kelime kelime
vi: Từng từ một
zh_hans: 逐字
zh_hant: 逐字

# LyricsSearchPageTitle
source: Lyrics Search - BetterLyrics
ar: بحث الكلمات - BetterLyrics
de: Songtext-Suche - BetterLyrics
es: Búsqueda de letras - BetterLyrics
hi: बोल खोज - BetterLyrics
id: Pencarian Lirik - BetterLyrics
it: Ricerca testi - BetterLyrics
ja: 歌詞検索 - BetterLyrics
ko: 가사 검색 - BetterLyrics
ms: Carian Lirik - BetterLyrics
pt: Pesquisa de Letras - BetterLyrics
ru: Поиск текста - BetterLyrics
th: ค้นหาเนื้อเพลง - BetterLyrics
tr: Şarkı Sözü Arama - BetterLyrics
vi: Tìm kiếm lời bài hát - BetterLyrics
zh_hans: 歌词搜索 - BetterLyrics
zh_hant: 歌詞搜尋 - BetterLyrics

# LyricsSearchProviderEslrcFile
source: Local .ESLRC File
ar: ملف ESLRC محلي
de: Lokale .ESLRC-Datei
es: Archivo .ESLRC local
hi: स्थानीय .ESLRC फ़ाइल
id: File .ESLRC Lokal
it: File locale .ESLRC
ja: ローカル .ESLRC ファイル
ko: 로컬 .ESLRC 파일
ms: Fail .ESLRC Tempatan
pt: Ficheiro .ESLRC Local
ru: Локальный файл .ESLRC
th: ไฟล์ .ESLRC ในเครื่อง
tr: Yerel .ESLRC Dosyası
vi: Tệp .ESLRC cục bộ
zh_hans: 本地 .ESLRC 文件
zh_hant: 本機 .ESLRC 檔案

# LyricsSearchProviderLocalLrcFile
source: Local .LRC File
ar: ملف LRC محلي
de: Lokale .LRC-Datei
es: Archivo .LRC local
hi: स्थानीय .LRC फ़ाइल
id: File .LRC Lokal
it: File locale .LRC
ja: ローカル .LRC ファイル
ko: 로컬 .LRC 파일
ms: Fail .LRC Tempatan
pt: Ficheiro .LRC Local
ru: Локальный файл .LRC
th: ไฟล์ .LRC ในเครื่อง
tr: Yerel .LRC Dosyası
vi: Tệp .LRC cục bộ
zh_hans: 本地 .LRC 文件
zh_hant: 本機 .LRC 檔案

# LyricsSearchProviderLocalMusicFile
source: Local Music File
ar: ملف موسيقى محلي
de: Lokale Musikdatei
es: Archivo de música local
hi: स्थानीय संगीत फ़ाइल
id: File Musik Lokal
it: File musicale locale
ja: ローカルミュージックファイル
ko: 로컬 음악 파일
ms: Fail Muzik Tempatan
pt: Ficheiro de Música Local
ru: Локальный музыкальный файл
th: ไฟล์เพลงในเครื่อง
tr: Yerel Müzik Dosyası
vi: Tệp nhạc cục bộ
zh_hans: 本地音乐文件
zh_hant: 本機音樂檔案

# LyricsSearchProviderTtmlFile
source: Local .TTML File
ar: ملف TTML محلي
de: Lokale .TTML-Datei
es: Archivo .TTML local
hi: स्थानीय .TTML फ़ाइल
id: File .TTML Lokal
it: File locale .TTML
ja: ローカル .TTML ファイル
ko: 로컬 .TTML 파일
ms: Fail .TTML Tempatan
pt: Ficheiro .TTML Local
ru: Локальный файл .TTML
th: ไฟล์ .TTML ในเครื่อง
tr: Yerel .TTML Dosyası
vi: Tệp .TTML cục bộ
zh_hans: 本地 .TTML 文件
zh_hant: 本機 .TTML 檔案

# LyricsSharePageCopyImage.Content
source: Copy Image
ar: نسخ الصورة
de: Bild kopieren
es: Copiar imagen
hi: चित्र कॉपी करें
id: Salin Gambar
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
ms: Salin Imej
pt: Copiar imagem
ru: Копирование изображения
th: คัดลอกรูปภาพ
tr: Görüntü Kopyala
vi: Sao chép hình ảnh
zh_hans: 复制图片
zh_hant: 複製圖片

# LyricsSharePageFontFamily.Text
source: Font Family
ar: عائلة الخط
de: Schriftfamilie
es: Familia de fuentes
hi: फुहारा परिवार
id: Keluarga Font
it: Famiglia di caratteri
ja: フォント
ko: 글꼴 패밀리
ms: Keluarga fon
pt: Família de letras
ru: Семейство шрифтов
th: ตระกูลฟอนต์
tr: Yazı Tipi Ailesi
vi: Gia đình phông chữ
zh_hans: 字体
zh_hant: 字型

# LyricsSharePageGroupAtmosphere
source: Atmosphere
ar: الغلاف الجوي
de: Atmosphäre
es: Atmósfera
hi: वातावरण
id: Suasana
it: Atmosfera
ja: アトモスフィア
ko: 분위기
ms: Suasana
pt: Atmosfera
ru: Атмосфера
th: บรรยากาศ
tr: Atmosfer
vi: Khí quyển
zh_hans: 氛围创意
zh_hant: 氛圍創意

# LyricsSharePageGroupChineseElegance
source: Chinese Elegance
ar: الأناقة الصينية
de: Chinesische Eleganz
es: Elegancia china
hi: चीनी लालित्य
id: Keanggunan Cina
it: Eleganza cinese
ja: 漢雅風韻
ko: 중국식 우아함
ms: Keanggunan Cina
pt: Elegância chinesa
ru: Китайская элегантность
th: ความสง่างามแบบจีน
tr: Çin Zarafeti
vi: Sự thanh lịch của Trung Hoa
zh_hans: 国风雅韵
zh_hant: 漢雅風韻

# LyricsSharePageGroupClassic
source: Classic Design
ar: تصميم كلاسيكي
de: Klassisches Design
es: Diseño clásico
hi: क्लासिक डिज़ाइन
id: Desain Klasik
it: Design classico
ja: クラシック
ko: 클래식한 디자인
ms: Reka Bentuk Klasik
pt: Design clássico
ru: Классический дизайн
th: ดีไซน์คลาสสิก
tr: Klasik Tasarım
vi: Thiết kế cổ điển
zh_hans: 经典设计
zh_hant: 經典設計

# LyricsSharePageGroupModernVision
source: Modern Vision
ar: الرؤية الحديثة
de: Moderne Vision
es: Visión moderna
hi: आधुनिक दृष्टि
id: Visi Modern
it: Visione moderna
ja: モダンビジョン
ko: 모던 비전
ms: Visi Moden
pt: Visão moderna
ru: Современное видение
th: วิสัยทัศน์สมัยใหม่
tr: Modern Vizyon
vi: Tầm nhìn hiện đại
zh_hans: 现代视窗
zh_hant: 現代視窗

# LyricsSharePageGroupPhysical
source: Physical
ar: البدنية
de: Physisch
es: Físico
hi: शारीरिक
id: Fisik
it: Fisico
ja: フィジカル
ko: 물리적
ms: Fizikal
pt: Físico
ru: Физическая
th: กายภาพ
tr: Fiziksel
vi: Vật lý
zh_hans: 实体质感
zh_hant: 實體質感

# LyricsSharePageGroupRetro
source: Digital Retro
ar: ديجيتال ريترو
es: Retro Digital
hi: डिजिटल रेट्रो
it: Retrò digitale
ja: デジタルレトロ
ko: 디지털 레트로
ms: Retro Digital
ru: Цифровое ретро
th: ดิจิตอล เรโทร
tr: Dijital Retro
vi: Retro kỹ thuật số
zh_hans: 数码怀旧
zh_hant: 數位復古

# LyricsSharePageGroupTracesOfTime
source: Traces of Time
ar: آثار الزمن
de: Spuren der Zeit
es: Huellas del tiempo
hi: समय के निशान
id: Jejak-jejak Waktu
it: Tracce del tempo
ja: タイムログ
ko: 시간의 흔적
ms: Jejak Masa
pt: Traços do tempo
ru: Следы времени
th: ร่องรอยแห่งกาลเวลา
tr: Zamanın İzleri
vi: Dấu vết của Thời gian
zh_hans: 时光印记
zh_hant: 時光印記

# LyricsSharePageImageQuality.Text
source: Image Quality
ar: جودة الصورة
de: Bildqualität
es: Calidad de imagen
hi: छवि गुणवत्ता
id: Kualitas Gambar
it: Qualità immagine
ja: 画像品質
ko: 이미지 품질
ms: Kualiti gambar
pt: Qualidade da imagem
ru: Качество изображения
th: คุณภาพของภาพ
tr: Görüntü Kalitesi
vi: Chất lượng hình ảnh
zh_hans: 图片质量
zh_hant: 圖像品質

# LyricsSharePageSaveImage.Content
source: Save Image
ar: حفظ الصورة
de: Bild speichern
es: Guardar imagen
hi: छवि सहेजें
id: Simpan Gambar
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
ms: Simpan imej
pt: Guardar imagem
ru: Сохранить изображение
th: บันทึกภาพ
tr: Resmi Kaydet
vi: Lưu hình ảnh
zh_hans: 保存图片
zh_hant: 儲存圖像

# LyricsSharePageSelectLyricsTitle.Text
source: Select Lyrics
ar: اختر كلمات مختارة
de: Songtext auswählen
es: Seleccionar letra
hi: बोल चुनें
id: Pilih Lirik
it: Seleziona i testi
ja: 歌詞を選択
ko: 가사 선택
ms: Pilih Seni Kata
pt: Selecionar letras
ru: Выберите лирику
th: เลือกเนื้อเพลง
tr: Şarkı Sözlerini Seçin
vi: Chọn lời bài hát
zh_hans: 选择歌词
zh_hant: 選擇歌詞

# LyricsSharePageStyleAncientBook
source: Ancient book
ar: كتاب قديم
de: Altes Buch
es: Libro antiguo
hi: प्राचीन पुस्तक
id: Buku kuno
it: Libro antico
ja: 古籍の薫
ko: 고대 책
ms: Buku kuno
pt: Livro antigo
ru: Старинная книга
th: หนังสือโบราณ
tr: Antik kitap
vi: Sách cổ
zh_hans: 古籍
zh_hant: 古籍

# LyricsSharePageStyleBambooSlips
source: Bamboo slips
ar: زلات الخيزران
de: Bambus-Rutschen
es: Resbalones de bambú
hi: बांस की चप्पलें
id: Slip bambu
it: Strisce di bambù
ja: 竹簡の趣
ko: 대나무 전표
ms: Slip buluh
pt: Escorregas de bambu
ru: Бамбуковые слипы
th: หน่อไม้ไผ่
tr: Bambu fişleri
vi: Các thanh tre
zh_hans: 竹简
zh_hant: 竹簡

# LyricsSharePageStyleCD
source: CD case
ar: علبة CD
de: CD-Hülle
es: Estuche para CD
hi: सीडी केस
id: Kotak CD
it: Custodia CD
ja: CDケース
ko: CD 케이스
ms: Kotak CD
pt: Caixa de CD
ru: Футляр для компакт-диска
th: กล่องซีดี
tr: CD kutusu
vi: Vỏ đựng đĩa CD
zh_hans: CD 盒
zh_hant: CD 盒

# LyricsSharePageStyleCinematic
source: Cinematic
ar: سينمائي
de: Kinofilm
es: Cinematográfico
hi: सिनेमाई
id: Sinematik
it: Cinematico
ja: シネマティック
ko: 시네마틱
ms: Sinematik
pt: Cinematográfico
ru: Кинематографический
th: ภาพยนตร์
tr: Sinematik
vi: Điện ảnh
zh_hans: 电影感
zh_hant: 電影感

# LyricsSharePageStyleCyberpunk
source: Cyberpunk
ar: سايبربانك
hi: साइबरपंक
ja: サイバーパンク
ko: 사이버펑크
ru: Киберпанк
th: ไซเบอร์พังค์
tr: Siberpunk
zh_hans: 赛博朋克
zh_hant: 賽博龐克

# LyricsSharePageStyleDunhuang
source: Dunhuang
ar: دونهوانغ
hi: दुनहुआंग
ja: 敦煌の彩
ko: 둔황
ru: Дуньхуан
th: ตุนหวง
vi: Đôn Hoàng
zh_hans: 敦煌
zh_hant: 敦煌

# LyricsSharePageStyleInkWash
source: Ink wash
ar: غسيل الحبر
de: Tinte waschen
es: Lavado de tinta
hi: स्याही धुलाई
id: Pencucian tinta
it: China inchiostro
ja: 水墨の跡
ko: 잉크 세척
ms: Cuci dakwat
pt: Lavagem de tinta
ru: Чернильная стирка
th: หมึกน้ำ
tr: Mürekkep yıkama
vi: Mực nước
zh_hans: 水墨
zh_hant: 水墨

# LyricsSharePageStyleJournal
source: Journal
ar: المجلة
de: Zeitschrift
es: Revista
hi: पत्रिका
id: Jurnal
it: Diario
ja: ジャーナル
ko: 저널
ms: Jurnal
pt: Jornal
ru: Журнал
th: บันทึก
tr: Dergi
vi: Tạp chí
zh_hans: 日记
zh_hant: 日記

# LyricsSharePageStyleMagazine
source: Magazine
ar: المجلات
de: Zeitschrift
es: Revista
hi: मैगज़ीन
id: Majalah
it: Rivista
ja: マガジン
ko: 매거진
ms: Majalah
pt: Revista
ru: Журнал
th: นิตยสาร
tr: Dergi
vi: Tạp chí
zh_hans: 杂志
zh_hant: 雜誌

# LyricsSharePageStyleMinimal
source: Minimal
ar: الحد الأدنى
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: ミニマル
ko: 최소
pt: Mínimo
ru: Минимум
th: น้อยที่สุด
vi: Tối thiểu
zh_hans: 极简
zh_hant: 極簡

# LyricsSharePageStylePolaroid
source: Polaroid
ar: بولارويد
hi: पोलरोइड
ja: ポラロイド
ko: 폴라로이드
th: โพลารอยด์
zh_hans: 拍立得
zh_hant: 拍立得

# LyricsSharePageStyleReceipt
source: Receipt
ar: الإيصال
de: Quittung
es: Recibo
hi: रसीद
id: Tanda terima
it: Scontrino
ja: レシート
ko: 영수증
ms: Resit
pt: Recibo
ru: Квитанция
th: ใบเสร็จรับเงิน
tr: Makbuz
vi: Phiếu thu
zh_hans: 购物小票
zh_hant: 收據

# LyricsSharePageStyleRetroMSN
source: Retro MSN
ar: ريترو MSN
es: MSN retro
hi: रेट्रो एमएसएन
it: MSN retrò
ja: レトロMSN
ko: 레트로 MSN
ms: MSN Retro
ru: Ретро MSN
th: เรโทร MSN
vi: MSN cổ điển
zh_hans: 复古 MSN
zh_hant: 復古 MSN

# LyricsSharePageStyleRetroQQ
source: Retro QQ
ar: ريترو كيو
hi: रेट्रो QQ
it: QQ retrò
ja: レトロQQ
ko: 레트로 QQ
ms: QQ Retro
ru: Ретро QQ
th: เรโทร QQ
zh_hans: 复古 QQ
zh_hant: 復古 QQ

# LyricsSharePageStyleStickyNote
source: Sticky note
ar: ملاحظة لاصقة
de: Klebezettel
es: Nota adhesiva
hi: चिपचिपा नोट
id: Catatan tempel
it: Post-it
ja: スティッキー
ko: 스티커 메모
ms: Nota melekit
pt: Nota adesiva
ru: Липкая записка
th: โน้ตติดผนัง
tr: Yapışkan not
vi: Ghi chú dính
zh_hans: 便签
zh_hant: 便利貼

# LyricsSharePageStyleSwiss
source: Swiss
ar: سويسرا
de: Schweizer
es: Suiza
hi: स्विस
it: Stile svizzero
ja: スイス
ko: 스위스
ms: Switzerland
pt: Suíça
ru: Швейцария
th: สวิส
tr: İsviçre
vi: Thụy Sĩ
zh_hans: 瑞士风
zh_hant: 瑞士

# LyricsSharePageStyleTicket
source: Ticket
ar: التذكرة
es: Billete
hi: टिकट
id: Tiket
it: Biglietto
ja: チケット
ko: 티켓
ms: Tiket
pt: Bilhete
ru: Билет
th: บัตร
tr: Bilet
vi: Vé
zh_hans: 票根
zh_hant: 票根

# LyricsSharePageStyleTitle.Text
source: Style
ar: الطراز
de: Stil
es: Estilo
hi: शैली
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
pt: Estilo
ru: Стиль
th: สไตล์
tr: Stil
vi: Phong cách
zh_hans: 风格
zh_hant: 風格

# LyricsSharePageStyleVinyl
source: Vinyl
ar: الفينيل
es: Vinilo
hi: विनाइल
it: Vinile
ja: ヴァイナル
ko: 비닐
ms: Vinil
pt: Vinil
ru: Винил
th: ไวนิล
tr: Vinil
zh_hans: 黑胶
zh_hant: 黑膠唱片
